[
  {
    "id": 1,
    "sectionName": "Salsa de Tomate",
    "description": "La salsa que elaboraremos es muy simple, pero tiene un secreto para que quede espectacular: el *tiempo*. Hay que dejarlo cocer a fuego muy suave, mucho tiempo.",
    "items": [
      "Empezamos pelando y picando los ajos",
      "Los rehogamos con un chorrito de aceite en una sartén.",
      "Cuando empiezan a coger color, añadimos la cebolla bien picada (brunoise pequeña). La dejamos a fuego muy suave, que se confite con una pizca de sal.",
      "Cuando la cebolla esté bien confitada, pondremos el tomate troceado con su jugo y lo dejamos a fuego suave que confite.",
      "Cuando casi se ha consumido todo el jugo de los tomates, será el momento de añadir la albahaca picada."
    ]
  },
  {
    "id": 2,
    "sectionName": "Gnocchi",
    "items": [
      "Herviremos las patatas con la piel y enteras, partiendo del agua fría. Las cocinaremos a fuego medio hasta que podamos clavar un cuchillo sin encontrar resistencia (Aproximadamente 45-60 minutos).",
      "En caliente, las pelaremos y pondremos en un bol para hacer la masa.",
      "Empezaremos machacando la patata y añadiremos las yemas y la harina. También añadiremos sal, pimienta y nuez moscada. Mezclamos bien con las manos hasta que la masa no se nos pegue entre los dedos.",
      "Para darles la forma, iremos cogiendo porciones de masa y haremos un churro de 1 cm de diámetro. Luego, lo cortaremos en segmentos de 1 cm.",
      "_Para los más atrevidos:_ Para que los gnocchi queden bien empapados de la salsa, se les hacen unas estrías. Esto lo conseguimos haciendo deslizar nuestras porciones sobre una esterilla de sushi o sobre un tenedor con las puntas hacia abajo.",
      "Para cocer los gnocchi es muy simple: ponemos a hervir una olla con agua y una pizca de sal. Cuando hierve, ponemos los gnocchi y esperamos a que floten, punto que nos indica que ya están cocidos."
    ]
  },
  {
    "id": 3,
    "sectionName": "Finalización",
    "description": "Llega el momento de unir las dos elaboraciones. Para ello necesitaremos un poco del agua de cocción de los gnocchi, los gnocchi ya cocidos y la salsa de tomate. Rehogamos estos elementos unos minutos a fuego medio y ya lo tenemos listo para comer."
  }
]
