[
  {
    "id": 1,
    "sectionName": "Masa de Gyozas",
    "description": "Empezaremos la receta haciendo la masa ya que una vez amasada, la tendremos que dejar reposar unos 30 min.",
    "items": [
      "Para hacer la masa, pondremos en un bol la harina y calentaremos 100ml de agua en el microondas 40s a 500W y le pondremos una pizca de sal.",
      "Con un tenedor vamos integrado el agua con la harina en el bol, removiendo constantemente.",
      "Cuando ya hemos integrado toda la harina, será el momento de poner las manos y trabajar la masa unos 10 min.",
      "Una vez amasada, hacemos una bola y la tapamos con film; dejamos reposar 30 min. _Recordad que aún no hemos usado la maicena,  la usaremos más adelante para estirar la masa al formar obleas_."
      
    ]
  },
  {
    "id": 2,
    "sectionName": "Relleno",
    "description": "Para el relleno hemos querido usar carne de cerdo, pero sin variar ninguna cantidad, la podemos sustituir por langostinos bien picados a cuchillo o carne picada de ternera.",
    "items": [
      "Empezamos con la col o repollo. Para ello deshojaremos y le quitaremos la parte más dura y central (el nervio de la hoja). El corte de la col lo hacemos muy finito.",
      "El sofrito o cebollino, lo picaremos muy finito.",
      "A continuación, pelamos el jengibre (_con cucharilla_) y medio ajo sin germen, y los picamos bien pequeños.",
      "En un bol, mezclamos todos los elementos y añadimos: la carne picada de cerdo, aceite de sésamo, media cucharadita de maicena, pizca de sal y azúcar. De esta manera ya tendremos listo el relleno."

    ]
  },
  {
    "id": 3,
    "sectionName": "Salsa para Mojar",
    "description": "Simplemente mezclamos los cuatro ingredientes en un cuenco, sin más (_Id probando para que quede al gusto_)."

  },
  {
    "id": 4,
    "sectionName": "Formar las Gyozas",
    "description": "Una vez transcurrido el tiempo de reposo de la masa limpiamos bien una zona de trabajo lisa, donde esparcimos maicena.",
    "items": [
      "Cogemos nuestra masa y hacemos un churro muy estirado y vamos cortando mitades hasta obtener 20 porciones iguales.",
      "Preparamos un vaso con agua fría para sellar las gyozas.",
      "Empezamos cogiendo una de nuestras porciones, la pasamos por maicena y con la ayuda de un rodillo estiramos formando una oblea *fina*. Si tienes un aro redondo de unos 8 cm de diámetro, sería genial para tener todas la gyozas iguales. Si no es así, no pasa nada.",
      "En el centro de la oblea pondremos una cucharada del relleno. Mojaremos el dedo en el agua fría y pintaremos media oblea. Doblamos la oblea juntando sólo la parte central y realizaremos tres pliegues a cada lado de la misma. Luego asentaremos bien la gyozas y presionaremos los bordes para asegurarnos que están bien cerrados."

    ]
  },
  {
    "id": 5,
    "sectionName": "Cocción de las Gyozas",
    "description": "Para cocerlas, necesitaremos una sartén con tapa, un chorrito de aceite oliva, un vaso con agua fría, aceite sésamo y un pizca de maicena.",
    "items": [
      "Primero pondremos a calentar la sartén con un chorrito de aceite oliva bien esparcido por toda la base.",
      "Cuando está caliente, colocamos las gyozas (_es recomendable no poner muchas a la vez_).",
      "Tostamos la base de las gyozas hasta que se nos doren, lo comprobamos levantándolas y mirando el color de la parte inferior.",
      "Cuando todas ya tienen color, añadimos la mezcla de agua, aceite de sésamo y maicena, cubriendo la base de la sartén.",
      "Rápidamente tapamos la sartén y dejamos que se genere el vapor a fuego medio unos 6 min. Pasado este tiempo, volvemos a subir el fuego 2 min y los 30 últimos segundos destapamos la sartén para que se evapore toda el agua y nos quede la base de la gyozas crujiente."

    ]
  },
  {
    "id": 6,
    "sectionName": "Finalización",
    "description": "Ya las tenemos listas para comer junto la salsa."
  }
]
