[
  {
    "id": 1,
    "sectionName": "Alioli",
    "description": "En mi opinión, el alioli es obligatorio que acompañe la fideuá ya que al mezclarlo, realza mucho su sabor.",
    "items": [
      "Empezaremos pelando los ajos y cortándolos por la mitad. Quitamos el gérmen central de los ajos.",
      "Freiremos estas mitades de ajos en aceite de girasol hasta que se nos doren bien y las sacamos sobre papel absorbente para eliminar el exceso de aceite.",
      "En un vaso de tubo pondremos el huevo entero, los ajos fritos y una pizca de sal. Lo trituramos todo con un brazo eléctrico hasta obtener una masa homogénea.",
      "Dejaremos el brazo eléctrico en el fondo del vaso y, sin moverlo, añadiremos el aceite de oliva suave a hilo fino, hasta observar que esté bien emulsionada la mezcla.",
      "En este momento podemos subir y bajar el brazo eléctrico y poner a punto de sal.",
      "Reservamos esta elaboración en el frigorífico hasta el momento de consumirla. _Recordad que las recetas con huevo crudo son muy susceptibles de estropearse con el calor._"
    ]
  },
  {
    "id": 2,
    "sectionName": "Fideuá",
    "description": "Primero arreglaremos las carnes y las dejaremos adobar. Este proceso estaría bien hacerlo el día anterior a realizar la fideuá. Si no es posible con unas horas antes será suficiente. Para ello retiramos los huesos y la piel tanto del pollo como del cerdo. Cortamos ambas carnes en dados y las dejamos macerar con un ajo  machacado, tomillo, pimentón y aceite.",
    "items": [
      "El primer paso será freír los fideos. Para ello, pondremos aceite en la misma paella donde haremos la fideuá y los tostaremos hasta que nos cojan color.",
      "Una vez tostados, los pondremos en un colador para eliminar el aceite.",
      "Seguidamente, en la paella a fuego fuerte y con un poco de aceite, doraremos las carnes ya maceradas. La reservamos.",
      "A continuación, ponemos el caldo a calentar para que ya esté caliente cuando lo necesitemos.",
      "En la paella haremos un sofrito añadiendo los elementos en el siguiente orden: ajo picado, cebolla picada, pimientos rojo y verde en dados de medio cm.",
      "Para acabar el sofrito pondremos el tomate pelado y cortado a dados de medio cm. Dejamos unos minutos sofreír todos los ingredientes para que se intercambien bien los sabores.",
      "Añadiremos las carnes doradas y las dejaremos unos minutos para que suelten el jugo.",
      "Seguidamente le ponemos también los fideos fritos y removemos unos minutos.",
      "Ahora iremos añadiendo el caldo caliente. Primero cubriremos la fideuá y un poco más. A medida que se va evaporando vamos añadiendo más caldo, comprobando su punto de cocción. Suelen tardar entre 6-14 min dependiendo del tipo de fideo escogido.",
      "_Es importante que nos quede muy poquito caldo cuando los fideos estén cocidos._"
    ]
  },
  {
    "id": 3,
    "sectionName": "Finalización",
    "description": "Lo dejamos reposar unos minutos. ¡Y ya está listo para comer! Acuérdate de acompañarlo del **alioli**."
  }
]