[
  {
    "id": 1,
    "sectionName": "Salsa de Tomàtiga",
    "description": "La salsa que prepararem és ben senzilla, perè té un secret perqu+e quedi espectacular: el *temps*. L'hem de deixar coure a foc molt suau, molt de temps.",
    "items": [
      "Començam pelant i picant els alls.",
      "Els sofregim amb un raig d'oli a la paella.",
      "En començar a agafar color, afegim la ceba ben picada (brunoise petita). La deixam a foc molt suau, que confiti amb una mica de sal.",
      "En tenir la ceba ben confitada, afegim la tomàtiga trossejada i el seu suc. Deixam a foc suau perquè confiti.",
      "En haver-se consumit quasi tot el suc de les tomàgigues, serà el moment d'afegir l'alfabaguera capolada."
    ]
  },
  {
    "id": 2,
    "sectionName": "Gnocchi",
    "items": [
      "Bullim les patates amb pell i senceres, començant de l'aigua freda. Les cuinam a foc mitjà fins poder clavar un ganivet sense trobar ressistència (Aproximadament 45-60 minuts).",
      "En calent, les pelarem i posarem a un bol per a fer la pasta.",
      "Començarem esclafant la patata i afegirem els vermells d'ou i la farina. També hi posam sal, prebe negre y nou moscada. Mesclam bé amb les mans fins que la pasta no se'ns aferri als dits.",
      "Per donar-lis la forma, anam agafant porcions de pasta i fium un xurro d'1 cm de diàmetre. Després, el tallam en segments d'1 cm.",
      "_Per als més atrevits:_ Perquè els gnocchi agafin bé la salsa, s'hi fan unes estries. Això ho aconseguirem passant les porcions sobre una esterilla de sushi o sobre una forqueta amb les puntes per avall.",
      "Coure els gnocchi és ben senzill: posam a bullir una olla amb aigua i una mica de sal. En bullir, posam els gnocchi i esperam a que surin, punt que ens indica que ja són cuits."
    ]
  },
  {
    "id": 3,
    "sectionName": "Finalització",
    "description": "Arriba el momento d'unir les dues elaboracions. Per això necessitarem un poc de l'aigua de cocció dels gnocchi, els gnocchi ja cuits i la salsa de tomàtiga. Ho mesclam tot uns minuts a foc mitjà i ja ho tenim llest per menjar."
  }
]
