[
  {
    "id": 1,
    "sectionName": "Pasta de Gyozas",
    "description": "Començarem fent la pasta ja que un cop pastada, l'hem de deixar reposar uns 30 min.",
    "items": [
      "Per fer la pasta, posam a un bol la farina i encalentim 100 ml d'aigua al microones 40 s a 500 W i hi afegim una mica de sal.",
      "Amb una forqueta anam integrant l'aigua amb la farina al bol, remenant constantement.",
      "En tenir tota la farina integrada, serà el moment de posar les mans i treballar la pasta uns 10 min.",
      "Un cop pastada, feim una bolla i la tapam amb film; deixam reposar 30 min. Recordau que encara no hemos emprat la maicena, la farem servir més endavant per estirar la pasta per muntar les oblees_."
    ]
  },
  {
    "id": 2,
    "sectionName": "Farcit",
    "description": "Per fer el farcit hem volgut emprar carn de porc, però sense variar cap quantitat, la podem substituir per llagostins ben capolats amb ganivet o carn capolada de ternera.",
    "items": [
      "Començam desfullant la col. Li llevarem la part més dura i central (el nervi de la fulla). Farem el tall de la col ben fi.",
      "El sofrit o cibulet, també el tallam finet.",
      "A continuació, pelam el gingebre (_amb cullereta_) i mig all sense germen, i els picam ben petits.",
      "A un bol, mesclam tots els elements i afegim: la carne capolada de porc, oli de sésam, mitja culleradeta de maizena, una mica de sal i sucre. Així ja tenim llest el farcit."
    ]
  },
  {
    "id": 3,
    "sectionName": "Salsa per fer Mulletes",
    "description": "Simplement mesclam els quatre ingredients a un bol, talment (_Anau tastant perquè quedi com més us agradi_)."
  },
  {
    "id": 4,
    "sectionName": "Muntar les Gyozas",
    "description": "Un cop passat el temps de repòs de la pasta, netejarem bé una zona de feina llisa, on hi escampam maizena.",
    "items": [
      "Agafam la nostra pasta i feim un xurro molt estirat i anem tallant meitats fins a obtenir 20 porcions iguals.",
      "Preparem un tassó amb aigua freda per tancar les gyozas.",
      "Començam agafant una de les nostres porcions, la passam per la maizena i amb l'ajuda d'un rodillo estiram formant una oblea **fina**. Si teniu un motllo rodó d'uns 8 cm de diàmetre, seria genial per tenir totes les gyozas iguals. Si no és així, no passa res.",
      "Al centre de l'oblea posarem una cullerada del farcit. Mullarem el dit a l'aigua freda i pintarem mitja oblea. La doblegam ajuntant només la part central i realitzarem tres plecs a cada costat de la mateixa. Després assentarem bé la gyoza i pressionarem les vores per assegurar-nos que estan ben tancats."
    ]
  },
  {
    "id": 5,
    "sectionName": "Cocció de las Gyozas",
    "description": "Per coure-les, necessitarem una paella amb tapa, un raig d'oli oliva, un tassó amb aigua freda, oli de sèsam i un polsim de maizena.",
    "items": [
      "Primer posarem a encalentir la paella amb un raig d'oli oliva ben escampat per tota la base.",
      "En estar calent, col·loquem les gyozas (_És recomanable no posar-ne moltes a la vegada_).",
      "Torram la base de les gyozas fins que se'ns dorin, ho anam comprovant aixecant i mirant el color de la part inferior.",
      "Quan totes ja tenen color, afegim la mescla d'aigua, oli de sèsam i maizena, cobrint la base de la paella.",
      "Ràpidament tapam la paella i deixam que es generi el vapor a foc mitjà uns 6 min. Passat aquest temps, tornam a pujar el foc 2 min i els 30 últims segons destapam la paella perquè s'evapori tota l'aigua i ens quedi la base de les gyozas cruixent."
    ]
  },
  {
    "id": 6,
    "sectionName": "Finalització",
    "description": "Ja les tenim llestes per menjar amb la salseta."
  }
]