[
  {
    "id": 1,
    "sectionName": "Pilotes",
    "description": "Aquesta recepta és un aguiat molt típic de Mallorca. Als darrers temps ha guanyat popularitat gràcies a en Miquel Montoro amb la seva ja mítica frase _“mmmm… pilotes, que són de bones, m'encanten!”_.",
    "items": [
      "A l'olla on farem l'aguiat començarem daurant dos alls molt picats.",
      "Quan aquests estiguin, hi afegirem dues cebes tallades a brunoise (daus petits) amb llorer i moraduix; els tendrem a foc suau fins que quedin ben confitats.",
      "En tenir-los confitats, retirarem la meitat per muntar les _pilotes_ i deixarem la resta a l'olla per seguir amb l'aguiat.",
      "Per elaborar les _pilotes_, posam a un bol una llesca de pan de motlle. La banyam amb la llet i amb les mans feim una pasta sense que quedin _“tropezones”_.",
      "Hi afegim la carn, moraduix capolat, la ceba/all confitats (retirats prèviament) i adobam. Mesclam bé.",
      "Feim bolletes d'uns 20-30 g que llevò enfarinarem i fregirem amb abundant oli fins que quedin ben daurades.",
      "Les posam a sucar sobre paper absorbent i reservam."
      
    ]
  },
  {
    "id": 2,
    "sectionName": "Aguiat de Pilotes",
    "items": [
      "A l'olla on vam iniciar l'aguiat, on ja hi tenim ceba/all confitats, continuam afegint les pastanagues pelades, tallades a la meitat i làmines gruixudes en forma de mitja lluna.",
      "Seguidament afegirem la patata pelada i _“chascada”_ (introduim el ganivet a la patata i, en lloc de finalitzar el tall del grell, giram 90 graus per arrabassar-lo_).",
      "Deixarem sofregir tota la verdura uns minuts. A continuació, afegirem la tomàtiga amb el seu suc i ho deixem cuinar uns minuts més.",
      "Ara toca afegir el brou (en fred, important per no encallar la patata) i el deixarem bullir a foc suau fins que punxant la patata i la pastanaga les trobem cuites. En aquest moment ja podem afegir les pilotes ja fregides i les deixam aguiar uns 10 min."

    ]
  },
  {
    "id": 3,
    "sectionName": "Finalització",
    "description": "Teniu en compte que aquesta aguiat no ha de quedar amb massa brou, ha de ser més bé una salseta...I ja el tendrem llest per menjar."
  }
]
