[
  {
    "id": 1,
    "sectionName": "Pols de Cuixot Salat",
    "description": "Elaborarem una pols de cuixot per donar-li un puntet especial al gust del nostre risotto.",
    "items": [
      "A un plat pla, disposam les tallades de cuixot salat separades. El posem al microones a 500 W en 3-4 tandes d'1 minut. Fins que ens queda ben cruixent.",
      "Picam a ganivet molt petit perquè ens quedi com si fos una pols."
    ]
  },
  {
    "id": 2,
    "sectionName": "Risotto de Bolets",
    "items": [
      "Començam picant i daurant l'all amb una mica d'oli. Farem tot el cuinat a la mateixa olla baixa o paella alta.",
      "Hi afegirem la ceba tallada a daus molt petits (brunoise) i deixarem ofegar a foc suau.",
      "Tallem els bolets a quarts i làmines. Afegim a l'olla els bolets tallats, adobam i deixam que es confiti la mescla a foc suau.",
      "Aprofitau per posar el brou a una olla, ja que a l'afegir-lo a l'arròs, ha d'estar calent.",
      "Seguimos añadiendo el arroz en la olla con el ajo, cebolla y setas ya bien confitados.",
      "Seguim afegint l'arròs a l'olla amb l'all, ceba i bolets ja ben confitats.",
      "En aquest moment afegim el brou, la quantitat suficient per cobrir l'arròs i un dit més.",
      "Anirem afegint brou calent a mesura que l'arròs ens queda sec, anam provant el gra per tenir l'arròs amb poc brou quan estigui llest.",
      "També rectificant de sal i prebe gairebé a la fi de la cocció, teniu en compte que li hem d'afegir parmesà que té un toc salí_.",
      "_El temps de cocció dependrà molt de l'tipus d'arròs i la moderació de foc, generalment l'arròs torbarà uns 15-20 min_.",
      "Quan tenim l'arròs cuit i gairebé sec (melós) el retiram de foc. És el moment de mantecar-lo, és a dir, afegir la mantega en petits daus i el parmesà ratllat, remenant suaument.",
      "Estarà llest quan se'ns fongui tota la mantega, ens quedarà amb un aspecte molt melós i brillant.",
      "En aquest moment podem afegir la pols de cuixot i també en posarem una mica quan ja estigui emplatat."
    ]
  }
]
